@extends('base')


@section('title','RSS')

@section('body')
    @include('Snippets.Header')
    
    <section class="text-gray-600 body-font">
        <div class="container mx-auto flex px-5 py-24 items-center justify-center flex-col">
            <img class="lg:w-2/6 md:w-3/6 w-5/6 mb-10 object-cover object-center rounded" alt="hero"
                 src="{{ asset('img/guru_ji.jpeg') }}">
            <div class="text-center lg:w-5/3 w-full">
                <h1 class="title-font sm:text-4xl text-3xl mb-4 font-medium text-gray-900">
                మాధవరావు సదాశివరావు గోళ్వల్కర్</h1>
                <p class="mb-8 leading-relaxed">శ్రీ గురూజీ (మాధవ సదాశివ గోళ్వల్కర్‌) రాష్ట్రీయ స్వయంసేవక సంఘ్‌ సరసంఘచాలకులు. భారతదేశ ఐకమత్యం, అఖండతను సంరక్షించటానికి; హిందూధర్మరక్షణకు, హిందూ సమాజ ఏకాత్మతకు, సమరసతా నిర్మాణానికి తన సంపూర్ణ జీవితాన్ని సమర్పించినవారు.

భారతీయ సాంస్కృతిక జీవనానికి వ్యతిరేకమైన విదేశీ సిద్ధాంతాలు, జాతీయ భావనలు వ్యతిరేకిస్తూ, స్వైర విహారం చేస్తున్న సమయములో ప్రతికూల పరిస్థితులను అనుకూలంగా మలచిన మహనీయులు; భారత జాతీయత, సంస్కృతి-పరంపరలు ఆధారంగా భారత జాతిలో నవచైతన్యాన్ని నింపి, జాతికి యోగ్యమైన దిశను చూపి, నడిపించిన వీరయోధులు శ్రీ గురూజీ.

సామాన్య కుటుంబం – అసామాన్య వ్యక్తిత్వం

శ్రీ గురూజీ మాఘ బహుళ ఏకాదశి, 1827 శక సంవత్సరం (19 ఫిబ్రవరి 1906) నాడు సదాశివరావు, లక్ష్మీబాయి దంపతులకు నాగపూరులో జన్మించారు. తల్లిదండ్రులు పెట్టిన పేరు మాధవ్‌. శ్రీకృష్ణుడివలె మాధవ్‌ కూడా తమ తల్లిదండ్రులకు 8వ సంతానం. సామాన్య మధ్యతరగతి కుటుంబము అయినా తల్లిదండ్రులు ధర్మనిష్ఠాపరాయణులు. తండ్రి శ్రీ సదాశివరావు పోస్టల్‌ విభాగంలో పనిచేసి, తదనంతరం ఉపాధ్యాయ వృత్తిని స్వీకరించారు. తల్లి శ్రీమతి లక్ష్మీబాయి (తాయీజీ) మమతామూర్తి.

మాధవ్‌ ఎంతో తెలివైన విద్యార్థి. తల్లిపట్ల ఎంతో ఆప్యాయత, గౌరవం కలవారు. కాని తన వాక్చాతుర్యముతో తల్లిని ఎప్పుడూ ఆటపట్టించేవారు. బాల మాధవ్‌కి బాగా జ్వరం వచ్చింది. తల్లి చూసి – మందు యిచ్చి ‘మాధవ్‌ – పూర్తిగా విశ్రాంతి తీసుకోవాలి. మందు తీసుకున్న తర్వాత బయటకు వెళ్ల రాదు. ఎందుకంటే మీ సంఘము వాళ్ళను నమ్మలేము’ అన్నారు. తల్లి బయటికి వెళ్ళగానే, మాధవ్‌ లేచి, ‘పద.. ఫలానా వారికి దెబ్బ తగిలి గాయ మయిందట, చూసి వద్దాం’ అని తన స్నేహితుడితో అనగానే, స్నేహితుడు, ‘మాధవ్‌.. ఇప్పుడే అమ్మ, బయటికి వెళ్ళవద్దని చెప్పారు కదా’ అంటాడు. మాధవ్‌ ‘అరె.. అమ్మతో నేను చెప్తానులే పద’ అని బయల్దేరి ఒక గంట తరువాత తిరిగి వచ్చాడు. రాగానే మందు వేసుకొని దుప్పటి కప్పుకొని పడుకొన్నాడు. తల్లి గమనించి ”మాధవ్‌.. నేను చెప్పిన మాట నీవు వినడములేదుగా’ అన్నారు.

వెంటనే మాధవ్‌ ‘అమ్మా అంతా నీవు చెప్పినట్టే చేశాను. మందు వేసుకున్న తర్వాత నీవు నన్ను బయటికి వెళ్ళవద్దు అన్నావు. అలానే చేశాను. బయటికి వెళ్లి తిరిగి వచ్చాను. ఇప్పుడే మందు వేసుకొని పడుకున్నాను. నీ మాట పాటించాను గదమ్మా’ అన్నారు. ‘సరేలే.. నీవు చేయదలచుకున్నదే చేయి, నాకే పాఠం నేర్పుతున్నావు’ అంటూ అమ్మ నవ్వేసింది. అందరూ నవ్వారు. మాధవ్‌ సహజంగా ఏమి జరగనట్లు లేచి కూర్చున్నారు.

శ్రీ గురూజీ సరసంఘచాలక్‌గా బాధ్యత తీసు కొని, దేశమంతటా పర్యటన చేస్తున్న సమయంలో, నాగపూర్‌లో ఉంటే తమ ఇంటిలోనే మధ్యాహ్నం భోజనం చేసేవారు. ఒకసారి శ్రీ గురూజీ, మరో ముగ్గురు కార్యకర్తలు భోజనం చేస్తున్నారు. తల్లిగారు వడ్డన చేస్తున్నారు. ఒక కార్యకర్తకు గురూజీ తల్లిగారు చపాతీలు వడ్డించారు. రెండవసారి చపాతీ వడ్డించ గానే, ఆ కార్యకర్త ‘అమ్మా! ఇక చాలు’ అన్నారు. చాలు అన్న తర్వాత అమ్మ మరో రెండు చపాతీలు వడ్డించారు. వెంటనే ఆ కార్యకర్త ‘చాలు అన్నాను కదా అమ్మా’ అన్నారు. ‘అవును బాబూ, ‘చాలు’ అన్న తర్వాత ఇంకో రెండు చపాతీలు వడ్డించాలి అని మా అమ్మ చెప్పింది’ అని ఆమె అన్నారు.

తర్వాత ఆమె శ్రీ గురూజీకి (తన కుమారుడికి) నెయ్యి వడ్డిస్తున్నారు. ఒక చంచా, రెండు, మూడు, నాలుగు, ఐదు, ఆరు చంచాలు వడ్డిస్తూ ‘ఏరా! మధు.. నెయ్యి వడ్డిస్తూంటే, చాలు అనవేమిటి?..’ అన్నారు. ‘నెయ్యి వడ్డిస్తుంటే ‘చాలు’ అనగూడదని మా నాన్నగారు బ్రతికి ఉన్నప్పుడే చెప్పారు’ అన్నారు శ్రీ గురూజీ తల్లితో. అదీ శ్రీ గురూజీలోని సరళత్వమూ నిర్మల త్వము, సరసంఘచాలక్‌ అయిన తర్వాత కూడా.

సాధకులు శ్రీ గురూజీ

బెంగాలులోని ముర్షిదాబాద్‌ జిల్లాలోని సారగాచి ఆశ్రమం పూజ్య శ్రీ అఖండానంద స్వామి కేంద్రం. పూజ్య అఖండానంద మహా తపస్సంపన్నులు, విముక్త ఆత్మ, శ్రీ రామకృష్ణ పరమహంసకు శిష్యులు, స్వామి వివేకానందకు సహాధ్యాయి. 1912 నుండి 1937 సంవత్సరములో సమాధి స్థితి పొందేవరకు స్వామి అఖండానంద సారగాచీలోని ఆశ్రమం కేంద్రంగా చుట్టుప్రక్కల గ్రామాల ప్రజలకు సేవచేస్తూ సాధన చేసేవారు. శ్రీ గురూజీలో ఆధ్యాత్మిక దృష్టి అధికంగా ఉండేది. నాగపూరు రామకృష్ణ మిషన్‌ స్వామీజీ సహకారంతో శ్రీ గురూజీ సారగాచి ఆశ్రమం చేరారు. దాదాపు 4 మాసాలపాటు శ్రీ గురూజీ ఆ ఆశ్రమ ములో స్వామి అఖండానంద శిష్యరికంలో గడిపారు. అయితే అవి అత్యంత పరిణామ కారకమైన రోజులు. భగవాన్‌ శ్రీ రామకృష్ణ శతజయంతి, దీపావళి, దుర్గాపూజ, కాళీపూజ, మాత శారదా జయంతి, తర్వాత స్వామి వివేకానంద జయంతి – అలా ఒక ఉత్సవం తర్వాత ఇంకొక ఉత్సవం వచ్చేవి. ఉమా శంకరుల వివాహంలో ఒకరి తర్వాత మరొక దేవత వచ్చినట్లుగా!

కఠోర సాధన

ఆశ్రమములో సూచనలను శ్రీ గురూజీ గోళ్వల్కర్‌ తప్పక అనుసరించేవారు. గోళ్వల్కర్‌ ఆశ్రమం చేరేనాటికి ఎమ్‌.ఎస్‌.సి. ఉత్తీర్ణులై, న్యాయశాస్త్ర పట్టభద్రులైన యువకులు. తన సామాను భాందాత్‌ గదిలో ఉంచి, ఆశ్రమ పద్ధతులను గమనించే ప్రయత్నం ప్రారంభించారు. చాలా దూరం నుండి ప్రయాణం చేసి రావటంతో అలసట కారణంగా ఆయనకు మొదటి రోజు రాత్రి బాగా నిద్రపట్టింది.

రోజు మాదిరిగానే ఉదయం 4 గంటలకే స్వామి అఖండానంద నిద్ర లేచి, ‘గోళ్వల్కర్‌’ ఎక్కడ అని అడిగారు. ‘పడుకున్నారు’ అని రఘువీర అనే ఆశ్రమవాసి చెప్పగానే, ‘ఇంత నిద్రపోయేవాడితో పని ఏమవుతుంది’ అన్నారు. ఆశ్రమంలో ప్రతి ఒక్కరి నడవడికపై ఆఖండానంద దృష్టి ఉండేది. ఆశ్రమ వాసులందరికీ ఆయన పనిని కేటాయించేవారు. సోమరితనాన్ని సహించేవారు కాదు. స్వామీజీ చేసిన సూచనను రఘువీర గోళ్వల్కర్‌కు అందించారు. మొదటి రోజే ఇలా జరిగిందే అని గోళ్వల్కర్‌కి ఎంతో బాధ, పశ్చాత్తాపం కలిగింది. ‘ఇంకెన్నడు ఇలా జరగనివ్వను’ అన్నారు.

కొద్దిరోజులలో కాళీపూజ, అశ్వినీ అమావాస్య రానే వచ్చాయి. పూజా సామగ్రి తోమి కడిగి పెట్టడం, ఆశ్రమ పరిసరాలు ఊడ్చి, శుభ్రం చేయడం వంటి పనులు విభూతి చైతన్యకు, గోళ్వల్కర్‌కు స్వామీజీ అప్పచెప్పారు. వీటిని శ్రద్ధతో చేసేవారు వారిద్దరూ.

ప్రతి దినమూ రాత్రి హారతి తర్వాత స్వామి అఖండానంద గది ముందు సత్సంగం జరిగేది. స్వామీజీ ప్రవచనముండేది. ఒకనాడు సత్సంగంలో శ్రీ స్వామీజీ ఇలా అన్నారు ‘పూజ కొరకు చేసే పనులన్నీ పూజలో భాగమే. పూజామందిరంలో ఊడ్చడం, తడిగుడ్డతో నేల తుడవడం, పాత్రలు తోమి కడగడం, పూలు, పండ్లు అలంకరించటం వంటి పనులన్నీ ఆరాధనా భావంతోనే చేయాలి. పనిచేస్తూ మంత్రం జపించటం, భగవంతుని స్మరించటం జరుగుతూ ఉండాలి’. ఇవన్నీ నా కొరకే చెప్తున్నారని భావించి గోళ్వల్కర్‌ ఎంతో తృప్తి చెందారు.

4 రోజుల తర్వాత స్వామీజీ విభూతితో ‘ఎలా ఉన్నాడా వకీలు’ అని అడిగారు. ‘చాలా బాగున్నారు, తనను తాను మరచిపోయి పనిచేస్తున్నారు. పాత్ర సామాగ్రి అంతా తళతళ మెరిసిపోతోంది. ఎంతో శ్రద్ధగా తోముతుంటారు, నేను అంత శ్రద్ధగా చేయగలనా? అని మనస్సుకు సందేహం కలుగు తుంటుంది’ అన్నారు శ్రీ విభూతి.

ఆఖండానంద కూడా అదే గమనించారు. ఒకరోజు గోళ్వల్కర్‌ని పిలిచి ‘చూడూ! నా శరీరం నిరంతరం క్షీణిస్తోంది. నీవు క్షీణిస్తున్న ఈ శరీరానికి కూడా సేవ చేయాలి’ అన్నారు. గోళ్వల్కర్‌ మనస్సు ఆనందంతో పరవశించిపోయింది. ‘ఇది నా పూర్వజన్మ సుకృతమే కదా !’ అనుకున్నారు.

తనువు, మనస్సు పూర్తిగా అర్పించి సేవ ప్రారం భించారు గోళ్వల్కర్‌. ఆచార్యులు తమ శిష్యులను నిరంతరం పరీక్షిస్తూనే ప్రతి క్షణమూ శిష్యుల శ్రద్ధను, సేవాతత్పరతను గమనిస్తూనే ఉంటారట.

ఒకనాడు సేవచేస్తున్నపుడు, కాలుజారి, గోళ్వల్కర్‌ చేతులలో ఉన్న ఒక పాత్ర పగిలిపోతుంది. ఆ పాత్ర స్వామీజీకి చాలా ఇష్టమైనది. వెంటనే స్వామీజీ అంటారు ”జాగ్రత్త. తొందరపడొద్దు. అది ఎంతో విలువైన పాత్ర. నీకేమీ దెబ్బతగలలేదు కదా’ అన్నారు. ఆ మాటలలో ఉపదేశమూ, ప్రేమతో గూడిన పరామర్శ, ఆశ్రమ సంపత్తి నష్టపోయిన బాధ ఉంది.

మరోసారి – వస్తువులున్న గదిలోకి తొందరతో వెళ్తూంటే గోళ్వల్కర్‌ కాలుకు దెబ్బ తగిలి, రక్తం కారింది. స్వామీజీ సానుభూతి చూపుతూనే ‘దారి చూసి నడవాలి కదా! మన దోషం (తప్పులు) ముందు చూసుకోవాలి’ అన్నారు. ఈ మాటలు కొంచెం కఠినంగా కూడా పలికారు స్మామీజీ. అయితే గోళ్వల్కర్‌ స్వామీజీ సంకేతాన్ని అర్థం చేసుకున్నారు.

సాధనా మార్గము అంత సులభమైనది కాదు. ‘ఎంతో కఠినమైనది’ అంటారు ఉపనిషత్‌ మహర్షులు. ఇంతలో నాగపూర్‌ నుంచి గోల్వల్కర్‌కి ఉత్తరం వస్తుంది. ‘నాగపూర్‌ వదిలి వెళ్ళినట్లు తెలవగానే, తల్లి అనారోగ్యంతో మంచం పట్టిందని, లేవలేక పోతోంది’ అనేది ఉత్తర సారాంశం. స్వామీజీకి విషయం చెప్పగానే ‘ఇదంతా మాయాబంధం, మాయలో దుఃఖమూ ఉంటుంది’ అన్నారు. ఇది వినగానే సాధకునకు దిశ లభించింది. గోళ్వల్కర్‌ పూర్తిగా సేవలో నిమగ్నమైనారు.

గోళ్వల్కర్‌ దీక్ష పొందడానికై ఎదురు చూస్తున్నారు. ఒకరోజు గోళ్వల్కర్‌ ధైర్యంతో ‘స్వామీజీ.. నా మీద మీ అనుగ్రహం ఎప్పుడు’ అన్నారు. ఆత్మీయతతో స్వామీజీ ‘తప్పకుండా, ఇంకా 10, 12 రోజుల తర్వాత’ అన్నారు. గోళ్వల్కర్‌కి ఎంతో తృప్తి కలిగింది. గోళ్వల్కర్‌ స్వామీజీకి రాత్రి 12 గంటల వరకు సేవచేసి, పడుకొని, తిరిగి రెండున్నర గంటలకే లేచి స్నానాదులు పూర్తి చేసుకొని, 4 గంటలకు స్వామీజీ లేచే సమయానికి సిద్ధంగా ఉండేవారు. ఈ సాధన పరీక్షలో విజయాన్ని పొందాలని గోళ్వల్కర్‌ కోరిక. స్వామీజీ గోళ్వల్కర్‌ని పిలిచి ‘చూడూ గోళ్వల్కర్‌.. బయట నుంచి వచ్చినవారందరూ వెళ్ళిపోతారు. నీకు, జగదీశ్‌, రోబిన్‌లకు దీక్ష ఇస్తాను’ అన్నారు. అప్పుడు నేను ఎంతో మనశ్శాంతిని, అనిర్వచనీయమైన ఆనందాన్ని పొందాను అంటారు గోళ్వల్కర్‌.

ఇలా సాధన సాగుతూండగా, 1937 సంవత్స రము సంక్రాంతి రానే వచ్చింది. 12 జనవరి మంగళ వారము నాడు సేవచేస్తున్న సమయంలో స్వామీజీ గోళ్వల్కర్‌తో ‘రేపు నీకు దీక్ష ఇచ్చే రోజు, ఈ రోజు ఉపవాసము చేయి’ అంటారు.

గోళ్వల్కర్‌ ఆపాదమస్తకమూ పులకించిపోయారు. 13 జనవరి మకర సంక్రాంతి కల్యాణకారక ఉత్తరాయణ ప్రథమ దినము – సరిగ్గా ముహూర్త సమయానికి – గోళ్వల్కర్‌ గురుదేవుల ముందు ఆసీనులయ్యారు. శాస్త్ర ప్రకారము దీక్ష యిచ్చారు స్వామీజీ. దీక్ష పొందిన తర్వాత గోళ్వల్కర్‌ ఇలా అనుకున్నారు – ‘ఈ దినం నా జీవితంలో పరమోన్నత మైనది. సువర్ణాక్షరాలతో లిఖించదగినది. యుగ యుగాల, అనేక లక్షల జన్మల సంచిత సౌభాగ్యము నేడు నా మీద ప్రసరించింది. ఒక దివ్యమైన ఆనందానుభూతిని, శబ్దాలకందని తృప్తిని పొందాను. గురుదేవుల దృష్టి, ప్రేమ, వారి సమగ్ర ప్రభావం, వారు నా మీద చూపిన అపారమైన కృప నేనెన్నడూ మరువలేను. నా ప్రతి అంగము కంపించిపోయింది. నాలో పూర్తి పరివర్తనను గమనించాను. ఒక క్షణం ముందుకి, ఇప్పటికి నా జీవితం ఎంతో మారింది’.

24 జనవరి నాడు స్వామీజీ గోళ్వల్కర్‌ని అకస్మాత్తుగా పిలిచారు. తన ముందు కూర్చోమన్నారు. స్వామీజీ అన్నారు ‘నీకు శుభం కలుగు గాక. నీకు ఆత్మ దర్శనము కలుగుగాక. నేను నా గురు మహారాజ్‌ని ప్రార్థిస్తున్నాను.. నాలో ఉన్న మంచినంతా నీకు ధారపోస్తున్నాను.. నా తపస్సంతా నీకు ప్రసరింపచేస్తున్నాను. నీలో ఉన్న చెడు అంతా నాలో చేరిపోనివ్వు, నాకే రకమైన సుఖము అక్కర్లేదు. దుఃఖమే కోరుకుంటున్నాను. భగవంతుణ్ణి ఎప్పుడూ మరచిపోకుండా ఉండే విధంగా, నాకు దుఃఖాన్ని కలుగచేయమని కోరుతున్నాను. చూడు ! మన కోసం భగవంతుడు ఎన్ని కష్టాలను సహించాడో! శ్రీకృష్ణుడు జన్మించాడా ! ఒక్కసారి కూడా కన్నతల్లి పాలు త్రాగలేదు. తల్లిని వదిలి, బృందావనం వెళ్ళవలసి వచ్చింది. అక్కడ కూడా సుఖం లేదు. ఎప్పుడూ రాక్షసులతో పోరాటాలే. ఆయన పడిన కష్టాలు చూస్తే, మన కష్టాలు లెక్కలోకే రావు, అందుకని నీ చెడు అంతా నాకు ఇచ్చివేయి, నాలో ఉన్న మంచి అంతా నీవు తీసుకొని వెళ్ళు, నీకివే నా ఆశీస్సులు. నేటి సంధ్యా సమయం గుర్తుంచుకో వెళ్ళు. నీకంతా మేలే జరుగుతుంది’ అన్నారు. ఇంతకంటే మించిన ఆశీస్సులు ఇంకేముంటాయి. ఆధ్యాత్మిక శక్తుల సాధన ఇదే కదా. తన కఠరమైన సాధన ద్వారా గోళ్వల్కర్‌ తన జీవితంలో గొప్ప ఆధ్యాత్మిక శక్తిని సంపాదించారు.

ఆశ్రమం నుండి సమాజం కోసం

పూజ్య స్వామి అఖండానంద శరీరం శాంతించిన తర్వాత, శ్రీ గురూజీ గోళ్వల్కర్‌ నేరుగా నాగపూర్‌ వచ్చేశారు. సంఘ కార్యమునకు, తనను తాను సమర్పించుకున్నారు.

అఖండ భ్రమణం

సరసంఘచాలక్‌గా పూజ్య శ్రీ గురూజీ 33 సంవత్సరముల పాటు పనిచేశారు. 66 సార్లు దేశం నలుమూలలా పర్యటన చేశారు. మాతృభూమి పట్ల భక్తిని, శ్రద్ధను జాగృతం చేస్తూ జాతీయ భావనను, జాతి యావత్తులో నింపారు.

సంఘ నిర్మాత పరమ పూజనీయ డాక్టర్‌జీ, పరమ పదించగానే, సంఘం ఎలా నడుస్తుందో..? అని ఎందరో చింతించిన వేళ, పూజ్య శ్రీ గురూజీ అత్యంత సమర్థవంతంగా సంఘ కార్యాన్ని స్వీకరించి, దేశం నలుమూలలా విస్తరింపజేశారు.

స్వతంత్రం సిద్ధించిన వేళ

ఒకవైపు దేశానికి స్వతంత్రం రావడం, మరోవైపు దేశవిభజన – భారతదేశ చరిత్రలో విచిత్రమైన, సన్నివేశం, అత్యంత బాధాకరమైన పరిస్థితి.

ఆనాటి లాహోర్, నేటి పాకిస్తాన్‌ ప్రాంతంలో ఆఖరి నిమిషం వరకు వీరు పర్యటిస్తూ హిందూ సమాజ మనోబలాన్ని కాపాడిన ధీశాలి శ్రీ గురూజీ. ఆఖరి హిందువు కూడా సురక్షితంగా వచ్చేవరకు, అందరిని స్వతంత్ర భారత భూమిలో చేర్చేవరకు, వచ్చినవారందరికి, నివాసము, భోజనాదులు, సరియైన వ్యవస్థను ఏర్పాటు చేయించినవారు శ్రీ గురూజీ.

అమృతసర్‌లో శ్రీ గురూజీ పర్యటనలో న్యాయమూర్తి రామలాల్‌జీ, పెద్దలు మోహన్‌చంద్‌ మహాజన్‌ కలసి – ‘మేము శరణార్థులుగా వచ్చాము’ అని చెప్పగానే, శ్రీ గురూజీ ‘మీరు శరణార్థులుకారు, సంపూర్ణ భారతదేశంలో మీ అందరికి సమానమైన అధికారముంది’ అన్నారు. మన దేశంలో మన వారెవరైనా శరణార్థులు ఎలా అవుతారు?’ అన్నారు. భారతదేశమంతా ఒక్కటే, భారతీయులందరూ ఈ ఏకాత్మ రాష్ట్రము (జాతి) యొక్క సంతానమే. ఇదీ శ్రీ గురూజీ సాక్షాత్కారము.

దేశ సమైక్యత, సమగ్రతల రక్షణలో

స్వాతంత్య్రం వచ్చిన తొలి దినాలలో కాశ్మీరు విలీనం సమస్యగా మారింది. కాశ్మీరులో ముస్లిం మెజారిటీ, ఆంగ్లేయుల ప్రభావంలో ఉన్న కాశ్మీరు ప్రధానమంత్రి రామచంద్రకాక్‌ కుతంత్రము, కాశ్మీరును పాకిస్థాన్‌లో విలీనం చేయడానికై మౌంట్‌బాటెన్‌ కుట్ర, కాశ్మీరు రాజును కాశ్మీరు నుండి బయటకు పంపించాలని షేక్‌ అబ్దుల్లా, రాజు హరిసింగ్‌కు వ్యతిరేకంగా ఉద్యమము, షేక్‌ అబ్దుల్లాను సమర్థిస్తూ ప్రధానమంత్రి నెహ్రూగారి వ్యవహారం వల్ల కాశ్మీరు రాజు కాశ్మీర్‌ను భారత్‌లో విలీనం చేయడానికి సంకోచిస్తున్న సమయమది.

చివరికి 1947 అక్టోబరు 17న పూజ్యశ్రీ గురూజీ శ్రీనగర్‌ వెళ్ళటం, 18న రాజమహల్‌కి వెళ్ళటం, రాజు, రాణి శ్రీ గురూజీని స్వాగతించటం, ప్రశాంత వాతావరణంలో చర్చ జరగడం, శ్రీ గురూజీకి వీడ్కోలు చెప్తూ కశ్మీర్‌ రాజు ‘మీ సలహాలను నేను తప్పకుండా యోగ్యమైన రీతిలో ఆలోచిస్తా’ అనడం చకచకా జరిగిపోయాయి.

శ్రీ గురూజీ ఢిల్లీకి తిరిగి వచ్చి, సర్దార్‌పటేల్‌ గారిని కలసి కాశ్మీరు రాజా వారి సుముఖతను, చర్చా విశేషాలను తెలిపారు. ఆ తర్వాత సర్దార్‌ పటేల్‌ సమర్థవంతమైన ప్రయత్నం వలన కాశ్మీరు భారతదేశంలో విలీనమైంది.

జాతీయ ఏకాత్మతే వారి దృష్టి

1950-57 లో దేశమంతటా అశాంతి, ప్రాంతీయ వాదం, భాషాభిమానం మొదలైన ఉద్యమాలు చెలరేగుతున్నాయి. జాతి యువతను కుదిపివేస్తున్న వేళ.

ముంబాయి ప్రాంత విభజన తర్వాత రాజకీయ పార్టీలు తమ తమ స్వార్ధానికి పరిస్థితిని ఉపయోగించు కునే కుటిల ప్రయత్నాలు చేస్తున్న సమయం. ప్రతాప్‌గఢ్‌లో ఛత్రపతి శివాజీ విగ్రహావిష్కరణ ప్రధాని జవహర్‌లాల్‌ నెహ్రూగారి ద్వారా చేయించి రాజకీయ లబ్ధి పొందాలని కాంగ్రెస్‌ యోజన చేసింది.

ప్రతిపక్ష పార్టీలన్నీ కలసి ప్రధాని రాకూడదని ‘దారి తప్పిన దేశభక్తుడు శివాజీ’ అని నెహ్రూగారు అంతకుముందు విమర్శించారని, పెద్ద ఎత్తున ఉద్యమం చేస్తున్నారు. ఇరు ప్రక్కలవారి స్వార్థపూరిత ప్రయత్నం వలన జాతీయ భావనకు దెబ్బతగులు తున్నదని గమనించి, పూజ్య గురూజీ పవిత్రమైన జాతీయ భావన కాపాడటానికి ఒక ప్రకటన చేశారు.

‘ఛత్రపతి శివాజీ మహారాజ్‌ విగ్రహావిష్కరణ సందర్భంలో పెద్దఎత్తున వ్యతిరేక ప్రదర్శన చేయాలనే సంయుక్త మహారాష్ట్ర సమితి వారి తీర్మానం నాకు ఆశ్చర్యమూ, ఎంతో బాధ కలిగినది. ఇది ప్రజల మనోభావాలను రెచ్చగొట్టి, పరస్పర వ్యతిరేక భావనకల సంస్థలన్నీ కలసి కాంగ్రెస్‌ పార్టీని వ్యతిరేకించే దృష్టి కలిగినది. అయితే ఇది కాంగ్రెస్‌ వ్యతిరేక ప్రదర్శన అయినప్పటికీ, ఛత్రపతి శివాజీ మహారాజ్‌కి అవమానము కలిగించే ప్రదర్శన అవుతుందని, జాతీయ మహాపురుషుడి గౌరవమునకు భంగము కలుగచేస్తుందని ప్రదర్శనకారులు గ్రహించలేక పోతున్నారు. పండిత నెహ్రూ గారిచే విగ్రహావిష్కరణ చేయించి ‘కాంగ్రెస్‌ మహారాష్ట్ర వ్యతిరేకి’ అనే ముద్రను చెఱపి, మహారాష్ట్రలో కోల్పోయిన పరపతిని సంపాదించే దురుద్దేశ్యం కాంగ్రెస్‌కు ఉన్న మాట కూడా వాస్తవమే. ఇరుపక్షాలు స్వార్థబుద్ధితోనే ప్రవర్తిస్తున్నాయి. వ్యతిరేక ప్రదర్శనలున్నా మానివేసి, విగ్రహ ఆవిష్కరణ కార్యక్రమాన్ని విజయవంతముగ జరగనివ్వడమే అందరి బాధ్యత అని నేను భావిస్తున్నాను. ఒకనాడు విమర్శించినప్పటికీ, చివరికి పండిత నెహ్రూగారు, ఛత్రపతి శివాజీ మహారాజ్‌ గొప్పతనాన్ని గుర్తించి, వారిపట్ల భక్తిని, శ్రద్ధను ప్రకటించే సన్నివేశం రావడమంటేనే శివాజీ మహారాజ్‌ జీవితం ఎంత ఉదాత్తమైనదో అర్థ మౌతుంది. నెహ్రూగారు దేశ ప్రధాని, ఆలస్యంగానైనా సరే ఈ జాతీయ మహాపురుషుని జాతీయ మాద్యమంగా గుర్తించవలసి వచ్చినది. అందువలన దేశవాసులందరినీ, విశేషించి మహారాష్ట్ర సోదర, సోదరీమణులందరినీ తమ వివేక బుద్ధిని జాగృతం చేసి, ఈ ఉత్సవాన్ని విజయవంతం చేయుటలో పూర్తిగా సహకరించాలని మనవి చేస్తున్నాను’ అన్నారు.

ఫలితంగా ఏ రకమైన వ్యతిరేక ప్రదర్శన లేకుండా, విగ్రహావిష్కరణ కార్యక్రమం విజయవంతంగా జరిగింది. ప్రాంతీయ, రాజకీయ స్వార్థంపై పవిత్రమైన జాతీయ భావకు కలిగిన విజయమది.

1948లో గాంధీ హత్య నింద, అనవసరంగా సంఘముపై మోపి, పూజ్యశ్రీ గురూజీని జైలులో నిర్బంధించి, సామాన్య మానవ విలువలు కూడా పాటించకుండా సంఘ స్వయంసేవకులపై అత్యాచారం జరిపించి, సంఘాన్ని సమూలంగా నాశనము చేయాలని ప్రధాని నెహ్రూగారు చేసిన ప్రయత్నము లోకవిదితమే. అయినా పూజ్య శ్రీ గురూజీ నిష్కళంక జాతీయ శక్తి, శ్రేష్ఠమైన మానవ విలువలను ఆచరించి చూపారు.

1949లో కేంద్ర ప్రభుత్వం నియుక్తి చేసిన ఆత్మచరణ్‌ ఐఎఎస్‌ కమీషను ఎర్రకోటలో విచారణ జరిపించి, రాష్ట్రీయ స్వయంసేవక సంఘానికి, గాంధీజీ హత్యకు ఏ రకమైన సంబంధము లేదని తీర్పునివ్వడం అందరికీ తెలిసినదే.

ధర్మము – సరియైన రీతిలో సంరక్షణ – దిశ

1958లో పూజనీయ శ్రీ చిన్మయానందజీ పాలఘాట్‌, కేరళలో గీత – జ్ఞానయజ్ఞము నిర్వహిస్తున్నారు. దాదాపు 3,000 మంది స్త్రీ పురుషులు పాల్గొన్నారు. అక్కడే ఉన్న శ్రీ గురూజీ, పూజ్య చిన్మయానంద దర్శనానికి వెళ్ళారు. శ్రీయుతులు కృష్ణశాస్త్రిగారనే వేదపండితులు శ్రీ గురూజీని కలసి ‘గురూజీ మీరు ధర్మవేత్తలు. బ్రాహ్మణులు కానివారు వేదములు, శాస్త్రములు చదవచ్చా, ప్రబోధన చేయవచ్చా?’ అని ప్రశ్నించారు.

శ్రీ గురూజీకి విషయం అర్థమైంది. ఇలా అన్నారు ”మహాశయా! నేను ధర్మవేత్తను కాదు. మీరడిగిన ప్రశ్నే అనేకసార్లు నా మనస్సులో కూడా తలెత్తుతూ ఉంటుంది. ”గాయత్రి మంత్ర ద్రష్ట జన్మతః బ్రాహ్మణులేనా, రామాయణం మనకందించిన మహర్షి వాల్మీకి బ్రాహ్మణులా? శ్రీమద్భగవద్గీతను చెప్పినవారు, విన్నవారు ఇద్దరూ కూడా బ్రాహ్మణు లేనా? ఉపనిషత్తుల విషయంలో కూడా ఇలాంటి ప్రశ్న వస్తుంటుంది. సమస్య జటిలమైనది. మీలాంటి పెద్దలకే సమాధానము ఇవ్వగల అర్హత ఉంది”. అంతే. చర్చ ఆగిపోయింది. పండితులు వారు వ్రాసిన ‘శతభూషణ’ అనే మహాగ్రంథాన్ని శ్రీ గురూజీకి బహుకరించి వెళ్ళిపోయారు.

అస్పృశ్యత అధర్మమని; అంటరానితనం వేదవిరుద్ధమని; పెద్ద కులము, చిన్నకులము అనే భేదభావన శాస్త్ర విరుద్ధమని; హిందువులందరూ రక్త సంబంధీకులని; ఏకాత్మత, దాని ఆచరణయే హిందుత్వమని; శ్రీ గురూజీ ప్రయత్నము వలన 1969లో ఉడిపిలో విశ్వహిందూపరిషత్‌ ఆధ్వర్యంలో జరిగిన సమ్మేళనంలో ధార్మిక ఆచార్యులు, శైవ, వైష్ణవ, జైన, బౌద్ధ, సిఖ్‌ గురువులందరూ ఏక కంఠముతో పలికి నూతన స్మృతిని జాతికందించిన సంగతి లోకవిదితమే. ఉడిపి సమ్మేళనం తర్వాత పూజ్యశ్రీ గురూజీ సంఘ ప్రచారకులు, ఉడిపి సభలను నిర్వహణకర్త అయిన సూర్యనారాయణరావుగారికి (ఈ మధ్యనే కీర్తి శేషులయ్యారు) ఇలా ఉత్తరం రాశారు – ‘అస్పృశ్యత, అంటరానితనం అనేవి.. సవర్ణులుగా పిలువబడే హిందువులలో మేము పెద్ద కులంలో జన్మించామనే అహంకార భావన.. వీటిని పెద్దరాయిని క్రేన్‌తో తొలగించినట్లుగా సులభంగా తొలగించలేము. కావలసింది మానసిక పరివర్తన. ఆచార్యులైతే నూతన స్మృతినిచ్చారు. కాని ఈ సందేశం లక్షలాది గ్రామాలకు, నగరాలకు, ప్రతి ఇంటికీ, ప్రతి గుడిసెకూ, ప్రతి గుండెకు అందజేయవలసిన బాధ్యత కార్యకర్తలది’.

ఈ బాధ్యత సమాజాన్ని ప్రేమిస్తూ, జాతీయ పునర్నిర్మాణంలో పాల్గొనే కార్యకర్తలందరిపై నేటికీ ఉన్నది.

సంపూర్ణ సమాజంలో సర్వాంగాల వికాసం

బీజ రూపంలో పూజనీయ డాక్టర్‌జీ ‘సంపూర్ణ హిందూ సమాజ సంఘటన’ కార్యాన్ని ప్రారంభించి, విజయవంతం చేసి 1940లో వెళ్ళిపోయారు. శ్రీ గురూజీ దానిని కొనసాగించారు. సంఘము స్వయం సేవకులను తయారుచేస్తుంది. హిందూ సమాజాన్ని సంఘటితం (ఐక్యం) చేస్తుంది. స్వయంసేవకులు సమాజంలో జాతిని ప్రేమించే వ్యక్తులతో కలసి, సమూహంగా ఏర్పడి – జాతి సర్వాంగీణ వికాసానికి తోడ్పడుతున్నారు. పూజ్యశ్రీ గురూజీ తమ తపశ్శక్తితో, నిరంతర కృషితో, దూరదృష్టితో, నిశిత పరిశీలనతో, సమగ్రమైన యోజనతో యోగ్యమైన కార్యకర్తలను జాతీయ జీవనంలో పనిచేయడానికి పంపించారు. మార్గదర్శనం చేశారు.

నేడు ఫలితములను అందరూ చూస్తున్నారు, గౌరవిస్తున్నారు. విద్యారంగంలో, ధార్మిక, కార్మిక క్షేత్రంలో, వ్యవసాయ రంగంలో, జనజాతి-కొండ కోనల ప్రజలలో, సేవాక్షేత్రంలో, సాంస్కృతిక రంగంలో నేడు మౌలికమైన మార్పు తెస్తూ, జాతిని సంఘటితం చేస్తూ, జాతి సమగ్ర వికాసం కోసం స్వయంసేవకులే కాక, జాతీయభావన కలిగిన వ్యక్తులు, సమూహాలన్నీ పనిచేస్తూ విజయపథంలో ముందుకెళుతున్న సంగతిని గమనిస్తూనే ఉన్నాం.

<br>–ఆదరణీయ శ్రీ వడ్ల భాగయ్య గారు
<br>
అఖిల భారత కార్యకారిణి సదస్సులు<br>

(జాగృతి సౌజన్యం తో )</p>

            </div>
            <a class="flex mx-auto mt-16 text-white bg-red-500 border-0 py-2 px-8 focus:outline-none hover:bg-indigo-600 rounded text-lg" href="{{ route('Home') }}">Back</a>
        </div>
    </section>
    <footer class="text-gray-600 body-font">
            <div class="container px-5 py-8 mx-auto flex items-center sm:flex-row flex-col">
                <a class="flex title-font font-medium items-center md:justify-start justify-center text-red-500">
                    <img src="{{ asset('img/logorss1.png') }}" class="w-10">
                    <span class="ml-3 text-xl">RSS</span>
                </a>
                <p class="text-sm text-gray-500 sm:ml-4 sm:pl-4 sm:border-l-2 sm:border-gray-200 sm:py-2 sm:mt-0 mt-4">
                    Copyright by IT-wing Rss — @rjy
                    
                </p>
                <span class="inline-flex sm:ml-auto sm:mt-0 mt-4 justify-center sm:justify-start">
                <a href="https://www.facebook.com/rjyrss" class="text-gray-600 ml-1" rel="noopener noreferrer"
                       target="_blank">
        <svg fill="currentColor" stroke-linecap="round" stroke-linejoin="round" stroke-width="2" class="w-5 h-5"
             viewBox="0 0 24 24">
          <path d="M18 2h-3a5 5 0 00-5 5v3H7v4h3v8h4v-8h3l1-4h-4V7a1 1 0 011-1h3z"></path>
        </svg>
      </a>
      <a class="ml-3 text-gray-500">
        <svg fill="currentColor" stroke-linecap="round" stroke-linejoin="round" stroke-width="2" class="w-5 h-5"
             viewBox="0 0 24 24">
          <path d="M23 3a10.9 10.9 0 01-3.14 1.53 4.48 4.48 0 00-7.86 3v1A10.66 10.66 0 013 4s-4 9 5 13a11.64 11.64 0 01-7 2c9 5 20 0 20-11.5a4.5 4.5 0 00-.08-.83A7.72 7.72 0 0023 3z"></path>
        </svg>
      </a>
      <a class="ml-3 text-gray-500">
        <svg fill="none" stroke="currentColor" stroke-linecap="round" stroke-linejoin="round" stroke-width="2"
             class="w-5 h-5" viewBox="0 0 24 24">
          <rect width="20" height="20" x="2" y="2" rx="5" ry="5"></rect>
          <path d="M16 11.37A4 4 0 1112.63 8 4 4 0 0116 11.37zm1.5-4.87h.01"></path>
        </svg>
      </a>
      <a class="ml-3 text-gray-500">
        <svg fill="currentColor" stroke="currentColor" stroke-linecap="round" stroke-linejoin="round" stroke-width="0"
             class="w-5 h-5" viewBox="0 0 24 24">
          <path stroke="none"
                d="M16 8a6 6 0 016 6v7h-4v-7a2 2 0 00-2-2 2 2 0 00-2 2v7h-4v-7a6 6 0 016-6zM2 9h4v12H2z"></path>
          <circle cx="4" cy="4" r="2" stroke="none"></circle>
        </svg>
      </a>
    </span>
            </div>
        </footer>

@endsection